tap "fastly/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ynqa/tap"
brew "little-cms2"
brew "webp"
brew "aom"
brew "apr-util"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "berkeley-db", link: true
brew "btop"
brew "glib"
brew "certbot"
brew "gcc"
brew "checkov"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dict"
brew "dive"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "duf"
brew "eza"
brew "fastfetch"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grpcurl"
brew "guile"
brew "htop"
brew "jc"
brew "jq"
brew "lazydocker"
brew "ldns"
brew "libfido2"
brew "shared-mime-info"
brew "libheif"
brew "libpq"
brew "mas"
brew "md5sha1sum", link: false
brew "midnight-commander"
brew "minica"
brew "mysql"
brew "mysql-client"
brew "ncdu"
brew "neofetch"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openjdk"
brew "perl"
brew "php"
brew "pup"
brew "python@3.11"
brew "redis", restart_service: true
brew "rsync"
brew "ruff"
brew "shellcheck"
brew "sherlock"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "xclip"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "ynqa/tap/jnv"
cask "alfred"
cask "aws-vpn-client"
cask "discord"
cask "google-cloud-sdk"
cask "macs-fan-control"
cask "slack"
cask "spotify"
cask "teleport-connect"
