tap "fastly/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9"
brew "awscli"
brew "python@3.10"
brew "bpytop"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "exa"
brew "gh"
brew "glib"
brew "guile"
brew "unbound"
brew "gnutls"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "mas"
brew "md5sha1sum", link: false
brew "mitmproxy"
brew "mysql"
brew "mysql-client"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openjdk"
brew "packer"
brew "python@3.7"
brew "task"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "fastly/tap/fastly"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
